Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.guide.daily.p2_post
source: I want to finish. It's important these are specific items so that they are actionable. Throughought the day, I go through and check them off as I complete each one.
ar: أريد الانتهاء منها. من المهم أن تكون هذه عناصر محددة حتى تكون قابلة للتنفيذ. طوال اليوم، أمر عبرها وأتحقق منها أثناء إكمال كل واحدة.
cs: které chci dokončit. Je důležité, aby to byly konkrétní položky, aby byly realizovatelné. Během dne si je projdu a zaškrtávám je, jak postupně završuji každou z nich.
da: , som jeg gerne vil afslutte. Det er vigtigt, at disse er specifikke elementer, så de kan handles. I løbet af dagen går jeg gennem dem og markerer dem af, når jeg afslutter hver enkelt.
de: die ich an diesem Tag abschließen möchte. Es ist wichtig, dass dies spezifische Elemente sind, damit sie umsetzbar sind. Den ganzen Tag über gehe ich die Liste durch und häkle sie ab, wenn ich jede fertigstelle.
el: θέλω να τελειώσω. Είναι σημαντικό αυτά να είναι συγκεκριμένα στοιχεία ώστε να είναι δυνατό να ενεργήσουν πάνω τους. Καθ' όλη τη διάρκεια της ημέρας, τα περνώ και τα σημειώνω καθώς ολοκληρώνω κάθε ένα.
es: que quiero terminar. Es importante que estos sean elementos específicos para que sean accionables. A lo largo del día, voy revisándolos y marcándolos a medida que completo cada uno.
fi: haluan saada valmiiksi. On tärkeää, että nämä ovat spesifisiä kohteita, jotta ne ovat toiminnallisia. Päivän mittaan käyn ne läpi ja merkitsen ne valmiiksi, kun suoritan jokaisen.
fr: que je veux terminer. Il est important que ce soient des éléments spécifiques pour qu'ils soient exploitables. Tout au long de la journée, je les parcours et je les coche au fur et à mesure que j'en complète chacun.
he: אני רוצה לסיים. חשוב שהם יהיו פריטים ספציפיים כדי שהם יהיו פעולה ישימה. במהלך כל היום, אני הולך דרך והבדוק אותם כשהם משלימים כל אחד.
hi: मुझे खत्म करना है। ये विशिष्ट आइटम होना महत्वपूर्ण है ताकि वे कार्यान्वयन योग्य हों। दिन भर, मैं उनके माध्यम से जाता हूं और जैसे ही मैं प्रत्येक को पूरा करता हूं उन्हें चेक करता हूं।
hu: , amelyeket szeretnék befejezni. Fontos, hogy ezek konkrét tárgyak legyenek, hogy gyakorlati legyenek. Az egész nap során végigmegyek és bejelölöm őket, ahogy mindegyiket befejezem.
id: yang ingin saya selesaikan. Penting bahwa ini adalah item spesifik sehingga dapat ditindaklanjuti. Sepanjang hari, saya mengerjakannya dan mencentangnya saat saya menyelesaikan masing-masing.
it: voglio finire. È importante che questi siano elementi specifici in modo che siano attuabili. Durante tutto il giorno, vado attraverso e li contraddistinguo man mano che completo ognuno.
ja: を完了したいです。これらが具体的なアイテムであることが重要なので、実行可能です。1日を通じて、それぞれを完了したときにチェックします。
ko: 완료하고 싶은 작업입니다. 이들이 구체적인 항목이므로 실행 가능해야 합니다. 하루 종일 진행하면서 각 항목이 완료되면 체크합니다.
ms: yang ingin saya selesaikan. Penting bahwa ini adalah item spesifik sehingga dapat ditindaklanjuti. Sepanjang hari, saya menjalani dan mencentangnya saat menyelesaikan masing-masing.
nb: Jeg vil fullføre. Det er viktig at disse er spesifikke elementer slik at de kan handles. Gjennom hele dagen går jeg gjennom og avhuker dem når jeg fullfører hver enkelt.
nl: die ik wil afmaken. Het is belangrijk dat dit specifieke items zijn, zodat ze uitvoerbaar zijn. Gedurende de dag ga ik ze door en vink ze af als ik ze afmaak.
pl: chcę ukończyć. Jest ważne, aby były to konkretne elementy, aby były działalne. Przez cały dzień przechodzę przez nie i zaznaczam je po ukończeniu każdego z nich.
pt_br: que quero terminar. É importante que sejam itens específicos para que sejam acionáveis. Ao longo do dia, vou marcando conforme completo cada um.
pt_pt: que quero terminar. É importante que estes sejam itens específicos para que sejam acionáveis. Ao longo do dia, vou verificando-os conforme termino cada um.
ro: pe care doresc să le terminez. Este important ca acestea să fie articole specifice, deci că sunt de acționare. Pe parcursul zilei, trec prin și le verific pe măsură ce termin fiecare una.
ru: которые я хочу завершить. Важно, чтобы это были конкретные элементы, чтобы они были действенными. В течение дня я прохожу их и отмечаю как выполненные каждый элемент.
sk: chcem dokončiť. Je dôležité, aby to boli konkrétne položky, aby boli implementovateľné. Počas dňa si ich prechádzam a odčiarknuť si ich, keď ich dokončím.
sv: Jag vill slutföra. Det är viktigt att dessa är specifika objekt så att de är verkningsfulla. Under dagen går jag igenom och bockar av dem när jag slutför varje en.
th: ฉันต้องการจะเสร็จสิ้น สิ่งสำคัญคือสิ่งเหล่านี้เป็นรายการเฉพาะเพื่อให้สามารถใช้งานได้ ตลอดทั้งวัน ฉันจะผ่านและทำเครื่องหมายออกแต่ละรายการเมื่อฉันเสร็จสิ้น
tr: bitirmek istiyorum. Bunların eylemde geçirilebilir olması için spesifik öğeler olması önemlidir. Gün boyunca, her birini tamamladıkça bunları kontrol ederim ve işaretlerim.
uk: я хочу закінчити. Важливо, щоб це були конкретні елементи, щоб вони були дієвими. Упродовж дня я проходжу й відмічаю їх, коли виконаю кожен.
vi: Tôi muốn kết thúc. Điều quan trọng là những mục này cụ thể để chúng có thể hành động được. Suốt cả ngày, tôi đi qua và đánh dấu chúng khi hoàn thành từng mục.
zh_hans: 我想完成的内容。重要的是这些是具体的项目，以便它们是可操作的。整个一天，我会逐个完成并检查它们。
zh_hant: 」我想完成。重要的是這些是具體的項目，這樣才能採取行動。整個白天，我會逐一檢查並標記完成的項目。

# web.guide.daily.p2_pre
source: My workflow: at the start of the day (or the end of yesterday), I write an
ar: سير عملي: في بداية اليوم (أو نهاية أمس)، أكتب
cs: Můj pracovní postup: na začátku dne (nebo na konci včerejška) si napíšu
da: Mit arbejdsflow: ved starten af dagen (eller slutningen af i går) skriver jeg en
de: Mein Arbeitsablauf: zu Beginn des Tages (oder am Ende von gestern) schreibe ich eine
el: Η ροή εργασίας μου: στην αρχή της ημέρας (ή στο τέλος χθες), γράφω ένα
es: Mi flujo de trabajo: al principio del día (o al final del anterior), escribo una
fi: Minun työnkulku: päivän alussa (tai eilen lopussa) kirjoitan
fr: Mon flux de travail : au début de la journée (ou à la fin d'hier), j'écris une
he: זרימת העבודה שלי: בתחילת היום (או בסוף אתמול), אני כותב
hi: मेरा वर्कफ़्लो: दिन की शुरुआत में (या कल के अंत में), मैं एक लिखता हूं
hu: Az én munkafolyamatom: a nap kezdetén (vagy tegnap végén) leírok egy
id: Alur kerja saya: pada awal hari (atau akhir kemarin), saya menulis
it: Il mio flusso di lavoro: all'inizio della giornata (o alla fine di ieri), scrivo
ja: 私のワークフロー: 1日の初めに（または昨日の終わりに）、
ko: 제 워크플로우: 하루의 시작(또는 어제의 끝)에
ms: Alur kerja saya: pada awal hari (atau akhir kemarin), saya menulis
nb: Arbeidsflaten min: ved starten av dagen (eller slutten av i går), skriver jeg en
nl: Mijn werkstroom: aan het begin van de dag (of het einde van gisteren) schrijf ik een
pl: Mój przepływ pracy: na początku dnia (lub koniec wczoraj) piszę
pt_br: Meu fluxo de trabalho: no início do dia (ou no final de ontem), escrevo uma
pt_pt: Meu fluxo de trabalho: no início do dia (ou no final de ontem), escrevo um
ro: Fluxul meu de lucru: la începutul zilei (sau la sfârșitul ieri), scriu o
ru: Мой рабочий процесс: в начале дня (или в конце вчерашнего дня) я пишу
sk: Môj pracovný postup: na začiatku dňa (alebo na konci včera) napíšem
sv: Mitt arbetsflöde: i början av dagen (eller slutet på igår) skriver jag en
th: ขั้นตอนการทำงานของฉัน: ในตอนเริ่มต้นวัน (หรือสิ้นสุดเมื่อวาน) ฉันเขียนอ
tr: İş akışım: günün başında (veya dünün sonunda), somut ve küçük görevlerin
uk: Мій робочий процес: на початку дня (або в кінці вчора) я написав
vi: Quy trình làm việc của tôi: vào đầu ngày (hoặc cuối ngày hôm qua), tôi viết
zh_hans: 我的工作流程：在一天开始（或昨天结束）时，我写下"
zh_hant: 我的工作流程：在一天開始時（或昨天結束時），我寫下一份

# web.guide.daily.p2_strong
source: optimistic list of concrete, small tasks
ar: قائمة متفائلة بمهام صغيرة وملموسة
cs: optimistický seznam konkrétních, malých úkolů
da: optimistisk liste over konkrete, små opgaver
de: optimistische Liste mit konkreten, kleinen Aufgaben
el: αισιόδοξη λίστα συγκεκριμένων, μικρών εργασιών
es: lista optimista de tareas pequeñas y concretas
fi: optimistisen luettelon konkreeteista pienistä tehtävistä
fr: liste optimiste de petites tâches concrètes
he: רשימה אופטימית של משימות קטנות וקונקרטיות
hi: ठोस, छोटे कार्यों की आशावादी सूची
hu: optimista listát konkrét, kis feladatokról
id: daftar optimis tugas kecil dan konkret
it: un elenco ottimista di compiti concreti e piccoli
ja: 完了したい具体的で小さなタスクの楽観的なリスト
ko: 낙관적 구체적 작은 작업 목록
ms: daftar optimis tugas kecil dan konkret
nb: optimistisk liste over konkrete, små oppgaver
nl: optimistische lijst van concrete, kleine taken
pl: optymistyczną listę konkretnych, małych zadań
pt_br: lista otimista de tarefas concretas e pequenas
pt_pt: lista otimista de tarefas concretas e pequenas
ro: listă optimistă de sarcini concrete, mici
ru: оптимистичный список конкретных, небольших задач
sk: optimistický zoznam konkrétnych, malých úloh
sv: optimistisk lista med konkreta, små uppgifter
th: รายการงานที่เล็กน้อยและเป็นรูปธรรมแบบเพิ่มประสิทธิ์
tr: iyimser bir listesini yazarım
uk: оптимістичний список конкретних, невеликих завдань
vi: danh sách lạc quan của các tác vụ cụ thể, nhỏ
zh_hans: 具体、小任务的乐观列表
zh_hant: 樂觀的具體小任務清單

# web.guide.daily.p3_post
source: about what to do next. When you finish a task the next one is right there. The list being optimistic also means it almost always lasts me the entire day.
ar: حول ما يجب فعله بعد ذلك. عندما تنهي مهمة، تكون المهمة التالية في المكان. كون القائمة متفائلة يعني أيضًا أنها تستمر معي طوال اليوم.
cs: o tom, co dělat dál. Když dokončíte úkol, ten další je hned tady. Skutečnost, že je seznam optimistický, také znamená, že mi obvykle trvá celý den.
da: om, hvad jeg skal gøre næste gang. Når du afslutter en opgave, er den næste lige der. At listen er optimistisk betyder også, at den næsten altid varer hele dagen for mig.
de: was als nächstes zu tun ist. Wenn Sie eine Aufgabe abschließen, ist die nächste gleich da. Weil die Liste optimistisch ist, reicht sie mir fast immer für den ganzen Tag.
el: σχετικά με το τι να κάνω στη συνέχεια. Όταν τελειώσετε μια εργασία, η επόμενη είναι ακριβώς εκεί. Το γεγονός ότι η λίστα είναι αισιόδοξη σημαίνει επίσης ότι σχεδόν πάντα μου χρησιμεύει όλη την ημέρα.
es: sobre qué hacer a continuación. Cuando terminas una tarea, la siguiente está justo allí. El hecho de que la lista sea optimista también significa que casi siempre me dura todo el día.
fi: siitä, mitä tehdä seuraavaksi. Kun suoritat tehtävän, seuraava on heti siellä. Se, että luettelo on optimistinen, tarkoittaa myös sitä, että se kestää lähes aina minulla koko päivän.
fr: sur ce qu'il faut faire ensuite. Lorsque vous terminez une tâche, la suivante est juste là. Le fait que la liste soit optimiste signifie aussi qu'elle me dure presque toujours toute la journée.
he: על מה לעשות הלאה. כאשר אתה משלים משימה, הבאה כאן. הרשימה היא אופטימית גם כן, כלומר היא כמעט תמיד נימשכת את כל היום.
hi: अगला क्या करना है के बारे में। जब आप कोई कार्य पूरा करते हैं तो अगला वह ठीक वहां है। सूची आशावादी होने का मतलब यह भी है कि यह लगभग हमेशा मेरे पूरे दिन तक रहती है।
hu: hogy mit kell tenni következőként. Ha befejez egy feladatot, a következő közvetlenül ott van. Az, hogy a lista optimista, azt is jelenti, hogy szinte minden nap sikerül.
id: tentang apa yang harus dilakukan selanjutnya. Ketika Anda menyelesaikan tugas, yang berikutnya sudah di sana. Daftar yang optimis juga berarti hampir selalu bertahan sepanjang hari.
it: su cosa fare dopo. Quando finisci un compito, il successivo è proprio lì. Il fatto che l'elenco sia ottimista significa anche che mi dura praticamente tutto il giorno.
ja: について。タスクを完了すると、次のものがすぐそこにあります。リストが楽観的であるという点は、ほぼ1日中続くことを意味しています。
ko: 다음에 할 일을 결정할 필요가 없습니다. 작업을 완료하면 다음 항목이 바로 있습니다. 낙관적 목록이므로 보통 하루 종일 유지됩니다.
ms: tentang apa yang harus dilakukan selanjutnya. Ketika Anda menyelesaikan tugas, yang berikutnya ada di sana. Daftar yang optimis juga berarti hampir selalu bertahan sepanjang hari saya.
nb: om hva som skal gjøres neste. Når du fullfører en oppgave, er den neste rett der. At listen er optimistisk betyr også at den nesten alltid varer hele dagen.
nl: over wat je volgende moet doen. Wanneer je een taak afmaakt, is de volgende al daar. Het feit dat de lijst optimistisch is, betekent ook dat deze bijna altijd de hele dag voor mij volstaat.
pl: o tym, co zrobić dalej. Kiedy ukończysz zadanie, następne jest tuż obok. Fakt, że lista jest optymistyczna, oznacza również, że prawie zawsze wystarczy mi na cały dzień.
pt_br: sobre o que fazer a seguir. Quando você termina uma tarefa, a próxima já está ali. A lista sendo otimista também significa que quase sempre dura o dia inteiro.
pt_pt: sobre o que fazer em seguida. Quando termina uma tarefa, a próxima está ali mesmo. O facto de a lista ser otimista também significa que quase sempre me dura o dia inteiro.
ro: despre ce să fac mai departe. Când termini o sarcină, următoarea este chiar acolo. Faptul că lista este optimistă înseamnă, de asemenea, că aproape întotdeauna mă durează toată ziua.
ru: о том, что делать дальше. Когда вы завершите задачу, следующая сразу готова. То, что список оптимистичен, также означает, что он почти всегда длится весь день.
sk: o tom, čo robiť ďalej. Keď dokončíte úlohu, ďalšia je hneď tam. Fakt, že je zoznam optimistický, znamená, že mi to skoro vždy stačí na celý deň.
sv: om vad du ska göra härnäst. När du slutför en uppgift är nästa direkt där. Att listan är optimistisk innebär också att det nästan alltid räcker för mig hela dagen.
th: เกี่ยวกับสิ่งที่จะทำต่อไป เมื่อคุณทำงานเสร็จแล้ว งานต่อไปก็อยู่ที่นั่น รายการที่เป็นแบบเพิ่มประสิทธิ์ยังหมายความว่ามันจะนำไปจนจบวันได้เกือบตลอด
tr: Bir görevi bitirdiğinizde, bir sonraki görev hemen orada olur. Listenin iyimser olması, neredeyse her zaman günün tamamında benim için yeterli olduğu anlamına gelir.
uk: про те, що робити далі. Коли ви закінчите завдання, наступне буде відразу там. Список, який є оптимістичним, також означає, що він майже завжди тривалої мене весь день.
vi: về những gì cần làm tiếp theo. Khi bạn hoàn thành một tác vụ, tác vụ tiếp theo ngay ở đó. Danh sách lạc quan cũng có nghĩa là nó hầu như lúc nào cũng kéo dài cả ngày của tôi.
zh_hans: 关于下一步该做什么。当您完成一项任务后，下一项任务就在那里。列表的乐观性也意味着它几乎总是能持续整个一天。
zh_hant: 關於接下來要做什麼。當您完成一項任務時，下一項任務就在那裡。列表是樂觀的，這也意味著它幾乎總是持續整個一天。

# web.guide.daily.p3_pre
source: The point is that
ar: الفكرة هي أن
cs: Podstatou je, že
da: Pointen er, at
de: Der Punkt ist, dass
el: Το σημείο είναι ότι
es: El punto es que
fi: Pointti on, että
fr: L'idée est que
he: הנקודה היא כי
hi: बात यह है कि
hu: Az a lényeg, hogy
id: Intinya adalah bahwa
it: Il punto è che
ja: 重要なのは
ko: 요점은
ms: Intinya adalah
nb: Poenget er at
nl: Het punt is dat
pl: Punkt jest taki, że
pt_br: O ponto é que
pt_pt: A questão é que
ro: Ideea este că
ru: Суть в том, что
sk: Podstatou je, že
sv: Poängen är att
th: ประเด็นคือ
tr: Konu şu ki
uk: Справа в тому, що
vi: Ý tưởng là
zh_hans: 关键是"
zh_hant: 重點是

# web.guide.daily.p3_strong
source: you never have to make a decision
ar: لا تضطر أبدًا إلى اتخاذ قرار
cs: nikdy se nemusíte rozhodovat
da: du aldrig behøver at træffe en beslutning
de: Sie nie eine Entscheidung treffen müssen
el: δεν χρειάζεται ποτέ να πάρετε απόφαση
es: nunca tienes que tomar una decisión
fi: sinun ei koskaan tarvitse tehdä päätöstä
fr: vous n'avez jamais à prendre une décision
he: אתה לעולם לא צריך לקחת החלטה
hi: आपको कभी निर्णय नहीं लेना पड़ता
hu: soha nem kell döntést hoznod
id: Anda tidak pernah harus membuat keputusan
it: non devi mai prendere una decisione
ja: 決定を下す必要がない
ko: 결정을 내릴 필요가 없다
ms: Anda tidak perlu membuat keputusan
nb: du trenger aldri å ta en beslutning
nl: je nooit een beslissing hoeft te nemen
pl: nigdy nie musisz podejmować decyzji
pt_br: você nunca precisa tomar uma decisão
pt_pt: nunca tem de tomar uma decisão
ro: nu trebuie niciodată să iei o decizie
ru: вам никогда не нужно принимать решение
sk: nikdy nemôžete musieť robiť rozhodnutie
sv: du aldrig behöver fatta ett beslut
th: คุณไม่ต้องทำการตัดสินใจเลย
tr: hiçbir zaman karar vermeniz gerekmez
uk: ви ніколи не повинні приймати рішення
vi: bạn không bao giờ phải đưa ra quyết định
zh_hans: 您永远不必做出决定
zh_hant: 您永遠不必做決定

# web.guide.daily.p4
source: Before KnotQ, I found myself in the paradoxical state of having so many things I need to get done yet not doing anything because everything was such large task. Breaking these into actionable tasks daily helped me a lot.
ar: قبل KnotQ، وجدت نفسي في حالة متناقضة حيث كان لدي الكثير من الأشياء التي يجب أن أنجزها لكنني لم أفعل أي شيء لأن كل شيء كان مهمة كبيرة جدًا. كسر هذه إلى مهام قابلة للتنفيذ يوميًا ساعدني كثيرًا.
cs: Před KnotQ jsem se ocitl v paradoxní situaci, kdy jsem měl tolik věcí, které jsem potřeboval udělat, ale nedělal jsem nic, protože vše bylo takový velký úkol. Jejich denní rozdělení na realizovatelné úkoly mi velmi pomohlo.
da: Før KnotQ befandt jeg mig i den paradoksale tilstand at have så mange ting, jeg skal få gjort, men ikke gøre noget, fordi alt var sådan en stor opgave. At dele disse op i handlingsdygtige daglige opgaver hjalp mig meget.
de: Vor KnotQ befand ich mich in einem paradoxen Zustand, in dem ich so viele Dinge zu tun hatte, aber nichts tat, weil alles eine so große Aufgabe war. Diese täglich in umsetzbare Aufgaben aufzuteilen, hat mir viel geholfen.
el: Πριν το KnotQ, βρισκόμουν στην παράδοξη κατάσταση να έχω τόσα πολλά πράγματα που χρειάζονταν να κάνω και ωστόσο να μην κάνω τίποτα γιατί κάθε πράγμα ήταν μια τόσο μεγάλη εργασία. Η διάσπασή τους σε δυνατές εργασίες καθημερινά με βοήθησε πολύ.
es: Antes de KnotQ, me encontraba en el estado paradójico de tener tantas cosas que hacer pero sin hacer nada porque todo era una tarea tan grande. Dividir estos en tareas accionables diarias me ayudó mucho.
fi: Ennen KnotQ:ta olin paradoksaalisessa tilanteessa, jossa minulla oli niin monia asioita, jotka jouduin tekemään, mutta en tekemään mitään, koska kaikki oli niin iso tehtävä. Sen jakaminen toiminnallisiksi tehtäviksi päivittäin auttoi minua paljon.
fr: Avant KnotQ, je me trouvais dans l'état paradoxal d'avoir tant de choses à faire et de ne rien faire parce que tout était une tâche si grande. Diviser cela en tâches exploitables au quotidien m'a beaucoup aidé.
he: לפני KnotQ, מצאתי את עצמי במצב פרדוקסלי של בעיה בכל כך הרבה דברים שעלי לעשות אבל לא עושה כלום כי הכל היה משימה כל כך גדולה. שבירת אלה לתוך משימות פעולה יומיות עזר לי הרבה.
hi: KnotQ से पहले, मैं अपने आप को एक विरोधाभासी स्थिति में पाता था कि मेरे पास इतनी सारी चीजें हैं जो मुझे करनी हैं फिर भी कुछ नहीं कर रहा हूं क्योंकि सब कुछ इतना बड़ा कार्य था। इन्हें दैनिक कार्य में विभाजित करना मेरी मदद करता है।
hu: A KnotQ előtt olyan paradox helyzetben találtam magam, hogy sok mindent kellett tennem, de nem tettem semmit, mert minden nagy feladat volt. Ezeknek napi végrehajtható feladatokra való lebontása sokat segített nekem.
id: Sebelum KnotQ, saya menemukan diri saya dalam keadaan paradoks memiliki banyak hal yang perlu saya lakukan namun tidak melakukan apa pun karena semuanya adalah tugas besar. Memecahnya menjadi tugas yang dapat ditindaklanjuti setiap hari membantu saya banyak.
it: Prima di KnotQ, mi trovavo nello stato paradossale di avere così tante cose che devo fare ma non fare niente perché tutto era un compito così grande. Scomporli in compiti attuabili quotidianamente mi ha aiutato molto.
ja: KnotQの前は、実行する必要がある多くのことがあるにもかかわらず、すべてが大きなタスクであるため、何もしていない矛盾した状態に陥りました。これらを毎日実行可能なタスクに分割することは、私に大いに役立ちました。
ko: KnotQ 이전에는 완료해야 할 일이 많지만 모든 것이 너무 큰 작업이어서 아무것도 하지 않는 역설적 상태에 빠졌습니다. 이를 매일 실행 가능한 작업으로 나누니 많은 도움이 되었습니다.
ms: Sebelum KnotQ, saya menemukan diri saya dalam keadaan paradoks memiliki begitu banyak hal yang perlu saya lakukan namun tidak melakukan apa pun karena segalanya adalah tugas besar. Memecahnya menjadi tugas yang dapat ditindaklanjuti setiap hari membantu saya banyak.
nb: Før KnotQ befant jeg meg i en paradoksal tilstand der jeg hadde så mange ting jeg måtte få gjort likevel ikke gjøre noe fordi alt var en så stor oppgave. Å dele disse inn i handlingsbare oppgaver daglig hjalp meg mye.
nl: Voor KnotQ bevond ik me in de paradoxale toestand van veel dingen die ik moet doen maar niets doe omdat alles zo'n groot project is. Dit dagelijks in uitvoerbare taken verdelen hielp me erg.
pl: Przed KnotQ znalazłem się w paradoksalnym stanie, w którym miałem tyle rzeczy do zrobienia, ale nie robiłem nic, bo wszystko było takie duże zadanie. Rozbicie tego na działalne zadania codziennie bardzo mi pomogło.
pt_br: Antes do KnotQ, eu me encontrava no estado paradoxal de ter tantas coisas que precisava fazer mas não fazia nada porque tudo era uma tarefa tão grande. Dividir essas em tarefas acionáveis diariamente me ajudou muito.
pt_pt: Antes do KnotQ, encontrava-me num estado paradoxal de ter tantas coisas que preciso fazer mas não fazendo nada porque tudo era uma tarefa tão grande. Dividir isto em tarefas acionáveis diariamente ajudou-me muito.
ro: Înainte de KnotQ, mă găseam în starea paradoxală de a avea atât de multe lucruri pe care trebuie să le fac, dar nu fac nimic pentru că totul era o sarcină atât de mare. Împărțirea acestora în sarcini de acțiune zilnice m-a ajutat mult.
ru: До KnotQ я оказывался в парадоксальном состоянии: было так много вещей, которые нужно было сделать, но я ничего не делал, потому что всё было такой большой задачей. Разбиение их на действенные задачи ежедневно очень мне помогло.
sk: Pred KnotQ som sa ocitol v paradoxnom stave, keď som mal toľko vecí, ktoré musím urobiť, a napriek tomu som nič nerobil, pretože všetko bola veľká úloha. Rozdelenie týchto na implementovateľné úlohy denne mi veľmi pomohlo.
sv: Före KnotQ befann jag mig i det paradoxala läget att ha så många saker jag behöver göra men inte göra något för att allt var sådan stor uppgift. Att dela dessa i verkningsfulla uppgifter dagligen hjälpte mig mycket.
th: ก่อน KnotQ ฉันพบว่าตัวเองอยู่ในสถานะที่ขัดแย้งกัน มีหลายสิ่งที่ฉันต้องทำแต่ไม่ได้ทำอะไรเพราะทุกอย่างเป็นงานขนาดใหญ่ การแบ่งสิ่งเหล่านี้ออกเป็นงานที่สามารถใช้งานได้ทุกวันช่วยฉันมาก
tr: KnotQ'dan önce, çok fazla şey yapmam gerektiği ancak her şey çok büyük bir görev olduğu için hiçbir şey yapmadığım paradoksal durumda kendimi buldum. Bunları günlük olarak eylemde geçirilebilir görevlere ayırmak bana çok yardımcı oldu.
uk: До KnotQ я опинився у парадоксальному стані, коли мав так багато речей, які потреб видалення, але не робив нічого, тому що все було таким великим завданням. Розбиття їх на дієві завдання щодня дуже допомогло мені.
vi: Trước KnotQ, tôi thường thấy mình ở trạng thái nghịch lý là có rất nhiều thứ cần làm nhưng lại không làm gì cả vì mọi thứ đều là một nhiệm vụ lớn. Chia chúng thành các tác vụ có thể hành động hàng ngày đã giúp tôi rất nhiều.
zh_hans: 在 KnotQ 之前，我发现自己处于一个矛盾的状态，有很多事情需要完成，但由于一切都是这么大的任务而什么都不做。每天将这些分解成可操作的任务帮了我很大的忙。
zh_hant: 在 KnotQ 之前，我發現自己處於一種矛盾的狀態，有那麼多事情需要完成，但什麼都不做，因為每件事都是一項大任務。每天將這些分解為可採取行動的任務對我幫助很大。

# web.guide.daily.title
source: Daily Queue
ar: الصف اليومي
cs: Denní fronta
da: Daglig Kø
el: Ημερήσια Ουρά
es: Cola diaria
fi: Päivittäinen jono
fr: File d'attente quotidienne
he: התור היומי
hu: Napi sor
id: Antrean Harian
it: Coda giornaliera
ko: 일일 큐
ms: Antrian Harian
nb: Daglig kø
pl: Kolejka dzienna
pt_br: Fila Diária
pt_pt: Fila Diária
ro: Coada zilei
ru: Ежедневная очередь
sk: Denná fronta
th: คิวรายวัน
tr: Günlük Kuyruk
uk: Щоденна черга
vi: Hàng đợi Hàng ngày
zh_hans: 日常队列
zh_hant: 每日隊列
